[
  {
    "id": "1",
    "firstName": "Федор",
    "lastName": "Достоевский",
    "biography": "Русский писатель, мыслитель, философ и публицист. Член-корреспондент Петербургской академии наук с 1877 года. Как в начале, так и в продолжении своего литературного творчества, после четырёх лет каторги и ссылки за участие в кружке Петрашевского, Достоевский выступал в качестве новатора в русле традиций русского реализма, что не получило должной оценки современников при жизни писателя. После смерти Достоевский был признан классиком русской литературы и одним из лучших романистов мирового значения, считается первым представителем персонализма в России. Творчество русского писателя оказало воздействие на мировую литературу, в частности, на творчество ряда лауреатов Нобелевской премии по литературе, на становление экзистенциализма и фрейдизма. К наиболее значительным произведениям писателя относятся романы «великого пятикнижия». Романы «Преступление и наказание», «Идиот», «Бесы» и «Братья Карамазовы» включены в список 100 лучших книг Норвежского книжного клуба 2002 года. Многие известные произведения Достоевского многократно экранизировались и инсценировались в театре, ставились балетные и оперные постановки. "
  },
  {
    "id": "2",
    "firstName": "Лев",
    "lastName": "Толстой",
    "biography": "Один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны СевастополяПерейти к разделу «#Военная служба». Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовстваПерейти к разделу «#Философия». За свои взгляды был отлучен от церкви. Член-корреспондент Императорской Академии наук (1873), почётный академик по разряду изящной словесности (1900). Был номинирован на Нобелевскую премию по литературе (1902, 1903, 1904, 1905). Впоследствии отказался от дальнейшей номинации. Писатель, ещё при жизни признанный главой русской литературы. Творчество Льва Толстого ознаменовало новый этап в русском и мировом реализме, выступив мостом между классическим романом XIX века и литературой XX века. Лев Толстой оказал сильное влияниеПерейти к разделу «#Значение и влияние творчества» на эволюцию европейского гуманизма, а также на развитие реалистических традиций в мировой литературе. Произведения Льва Толстого многократно экранизировались и инсценировались в СССР и за рубежом; его пьесы ставились на сценах всего мира. Лев Толстой был самым издаваемым в СССР писателем за 1918—1986 годы: общий тираж 3199 изданий составил 436,261 млн экземпляров. Наиболее известны такие произведения Толстого, как романы «Война и мир», «Анна Каренина», «Воскресение», автобиографическая трилогия «Детство», «Отрочество», «Юность», повести «Казаки», «Смерть Ивана Ильича», «Крейцерова соната», «Отец Сергий», «Хаджи-Мурат», цикл очерков «Севастопольские рассказы», драмы «Живой труп», «Плоды просвещения» и «Власть тьмы», автобиографические религиозно-философские произведения «Исповедь» и «В чём моя вера?» и др. "
  },
  {
    "id": "3",
    "firstName": "Антон",
    "lastName": "Чехов",
    "biography": "Русский писатель, прозаик, драматург. Классик мировой литературы. По профессии врач. Почётный академик Императорской Академии наук по разряду изящной словесности (1900—1902). Один из самых известных драматургов мира. Его произведения переведены более чем на 100 языков. Его пьесы, в особенности «Чайка», «Три сестры» и «Вишнёвый сад», на протяжении более 100 лет ставятся во многих театрах мира. За 25 лет творчества Чехов создал более 500 различных произведений (коротких юмористических рассказов, серьёзных повестей, пьес), многие из которых стали классикой мировой литературы. Особенное внимание обратили на себя «Степь», «Скучная история», «Дуэль», «Палата № 6», «Дом с мезонином», «Душечка», «Попрыгунья», «Рассказ неизвестного человека», «Мужики», «Человек в футляре», «В овраге», «Детвора», «Драма на охоте»; из пьес: «Иванов», «Чайка», «Дядя Ваня», «Три сестры», «Вишнёвый сад»."
  },
  {
    "id": "4",
    "firstName": "Александр",
    "lastName": "Пушкин",
    "biography": "Русский поэт, драматург и прозаик, заложивший основы русского реалистического направления, критик и теоретик литературы, историк, публицист; один из самых авторитетных литературных деятелей первой трети XIX века. Ещё при жизни Пушкина сложилась его репутация величайшего национального русского поэта. Пушкин рассматривается как основоположник современного русского литературного языка."
  },
  {
    "id": "5",
    "firstName": "Иван",
    "lastName": "Гончаров",
    "biography": "Русский писатель и литературный критик. Член-корреспондент Петербургской академии наук по разряду русского языка и словесности (1860), действительный статский советник. "
  }
]
