[
  {
    "id": "1",
    "name": "Преступление и наказание",
    "description": "Cоциально-психологический и социально-философский роман Фёдора Михайловича Достоевского, над которым писатель работал в 1865—1866 годах. Впервые опубликован в 1866 году в журнале «Русский вестник» (№ 1, 2, 4, 6—8, 11, 12). Через год вышло в свет отдельное издание, структура которого была немного изменена по сравнению с журнальной редакцией; кроме того, автор внёс в книжный вариант ряд сокращений и стилистических правок.",
    "publishDate": "1866",
    "authorid":"1"
  },
  {
    "id": "2",
    "name": "Идиот",
    "description": "Роман Фёдора Михайловича Достоевского, впервые опубликованный в номерах журнала «Русский вестник» за 1868 год. Являлся одним из самых любимых произведений писателя, наиболее полно выразившим и нравственно-философскую позицию Достоевского, и его художественные принципы в 1860-х годах. Замысел романа обдумывался писателем во время пребывания за границей — в Германии и Швейцарии. Первая запись к «Идиоту» сделана 14 сентября 1867 г. по н. ст. в Женеве. Дописывался роман в Италии, закончен во Флоренции 29 января 1869 г. Первоначально посвящался любимой племяннице писателя С. А. Ивановой. Сохранилось три тетради с подготовительными материалами к роману (впервые опубликованы в 1931 г.) Ни черновая, ни беловая рукописи романа не сохранились.",
    "publishDate": "1868",
    "authorid":"1"
  },
  {
    "id": "3",
    "name": "Бесы",
    "description": "Шестой роман Фёдора Михайловича Достоевского, изданный в 1871—1872 годах. Один из наиболее политизированных романов Достоевского был написан им под впечатлением от ростков террористического и радикального движений в среде русских интеллигентов, разночинцев и прочих. Непосредственным прообразом сюжета романа стало вызвавшее большой резонанс в обществе дело об убийстве студента Ивана Иванова, задуманное С. Г. Нечаевым с целью укрепления своей власти в революционном террористическом кружке.",
    "publishDate": "1872",
    "authorid":"1"
  },
  {
    "id": "4",
    "name": "Война и мир",
    "description": "Роман-эпопея Льва Николаевича Толстого, описывающий русское общество в эпоху войн против Наполеона в 1805 — 1812 годах. Эпилог романа доводит повествование до 1820 года.",
    "publishDate": "1865",
    "authorid":"2"
  },
  {
    "id": "5",
    "name": "Анна Каренина",
    "description": "Роман Льва Толстого о трагической любви замужней дамы Анны Карениной и блестящего офицера Вронского на фоне счастливой семейной жизни дворян Константина Лёвина и Кити Щербацкой. Масштабная картина нравов и быта дворянской среды Петербурга и Москвы второй половины XIX века, сочетающая философские размышления авторского alter ego Лёвина с передовыми в русской литературе психологическими зарисовками, а также сценами из жизни крестьян.",
    "publishDate": "1875",
    "authorid":"2"
  },
  {
    "id": "6",
    "name": "Исповедь",
    "description": "Автобиографическое произведение Льва Толстого, написанное в конце 1870-х — начале 1880-х годов и впервые опубликованное в 1884 году в Женеве. Основное содержание произведения — попытка подвести итог многолетней внутренней работе писателя, выразить новое понимание смысла и значения жизни, выстраданное в мучительных и страстных поисках.",
    "publishDate": "1884",
    "authorid":"2"
  },
  {
    "id": "7",
    "name": "Палата № 6",
    "description": "В небольшом больничном флигеле, который имеет «тот особый унылый, окаянный вид, какой у нас бывает только у больничных и тюремных построек», находится палата № 6 для душевнобольных. В палате обитают пять человек, среди которых дурачок Моисейка и бывший судебный пристав Иван Дмитрич Громов. После описания больных автор знакомит нас с доктором Андреем Ефимычем Рагиным. Когда он вступил в должность, больница находилась в ужасном состоянии. Страшная бедность, антисанитария. Рагин отнёсся к этому равнодушно. Он умный и честный человек, но у него нет воли и веры в своё право изменять жизнь к лучшему...",
    "publishDate": "1892",
    "authorid":"3"
  },
  {
    "id": "8",
    "name": "Человек в футляре",
    "description": "Рассказ Антона Павловича Чехова, написанный в мае — июне 1898 года. Впервые был опубликован в журнале «Русская мысль», 1898 год, № 7. Первая часть «маленькой трилогии».",
    "publishDate": "1898",
    "authorid":"3"
  },
  {
    "id": "9",
    "name": "Вишнёвый сад",
    "description": "Пьеса в четырёх действиях Антона Павловича Чехова, жанр которой сам автор определил как комедия. Пьеса написана в 1903 году, впервые поставлена 17 января 1904 года в Московском художественном театре. Одно из самых известных произведений Чехова и одна из самых известных русских пьес, написанных в то время.",
    "publishDate": "1904",
    "authorid":"3"
  },
  {
    "id": "10",
    "name": "Евгений Онегин",
    "description": "Роман в стихах русского поэта Александра Сергеевича Пушкина, написанный в 1823—1830 годах, одно из самых значительных произведений русской словесности. Повествование ведётся от имени безымянного автора, который представился добрым приятелем Онегина. ",
    "publishDate": "1825",
    "authorid":"4"
  },
  {
    "id": "11",
    "name": "Пиковая дама",
    "description": "Повесть Александра Сергеевича Пушкина с мистическими элементами, послужившая источником сюжета одноимённой оперы П. И. Чайковского. В жанровом отношении повесть примыкает к таким (неоконченным) замыслам Пушкина, как «Египетские ночи», «Уединённый домик на Васильевском» и знаменитый отрывок «Гости съезжались на дачу…». Повесть неоднократно экранизирована.",
    "publishDate": "1834",
    "authorid":"4"
  },
  {
    "id": "12",
    "name": "Дубровский",
    "description": "Наиболее известный разбойничий роман на русском языке, необработанное для печати (и неоконченное) произведение А. С. Пушкина. Повествует о любви Владимира Дубровского и Марии Троекуровой — потомков двух враждующих помещичьих семейств.",
    "publishDate": "1841",
    "authorid":"4"
  },
  {
    "id": "13",
    "name": "Обыкновенная история",
    "description": "Первый роман русского писателя Ивана Александровича Гончарова, опубликованный в 1847 году в журнале «Современник». Иногда его объединяют в неформальную трилогию с последующими романами «Обломов» и «Обрыв».",
    "publishDate": "1847",
    "authorid":"5"
  },
  {
    "id": "14",
    "name": "Обломов",
    "description": "Роман, написанный русским писателем Иваном Александровичем Гончаровым в период с 1847 по 1859 год. Впервые был опубликован в 1859 году. Роман входит в трилогию вместе с произведениями «Обыкновенная история» и «Обрыв», являясь её второй частью. ",
    "publishDate": "1859",
    "authorid":"5"
  },
  {
    "id": "15",
    "name": "Обрыв",
    "description": "Роман Ивана Александровича Гончарова, завершённый в 1869 году и представляющий собой заключительную часть своеобразной трилогии «о переходе от одной эпохи русской жизни… к другой» (в неё также включены написанные ранее «Обыкновенная история» и «Обломов»). Работа над произведением, продолжавшаяся в течение двадцати лет, была осложнена конфликтом с Иваном Сергеевичем Тургеневым, который, по мнению Гончарова, использовал мотивы и образы его романа в «Дворянском гнезде» и «Накануне». «Обрыв» был впервые опубликован в журнале «Вестник Европы» (1869, № 1—5).",
    "publishDate": "1869",
    "authorid":"5"
  }
]